export default [
  {
    id: "1",
    name: "Персонализация",
    text: "Полный контроль над каждым аспектом сайта: От дизайна до функциональности.",
  },
  {
    id: "2",
    name: "Эффективность",
    text: "Максимальная производительность и успешный пользовательский опыт: Оптимизированные и эффективные сайты, которые удовлетворяют потребности и повышают конверсию.",
  },
  {
    id: "3",
    name: "Гибкость",
    text: "Больше возможностей для изменений и добавления новой функциональности вашего веб-проекта.",
  },
];
