export default [
  {
    id: "1",
    title: "Сайты под ключ",
    time: "от 15 дней",
    price: "от 30 000 ₽",
    description:
      "Разработка лендингов, многостраничных сайтов и интернет магазинов. Проектировка крутого дизайна, разработка серверной архитектуры и клиентской части приложения.",
  },
  {
    id: "2",
    title: "Разработка тг-ботов",
    time: "от 7 дней",
    price: "от 10 000 ₽",
    description:
      "Создание ботов для обработки заявок, быстрой реакции на обращения и информирования клиентов.",
  },
  {
    id: "3",
    title: "Вёрстка",
    time: "индивидуально",
    price: "от 1500 ₽ за блок",
    description:
      "Создание адаптивного интерфейса под разные устройства по дизайн-макетам Figma.",
  },
  {
    id: "4",
    title: "Back-end",
    time: "индивидуально",
    price: "индивидуально",
    description:
      "Разработка серверных систем, проектирование и разработка функциональных API, создание программно-административной части сайтов и веб-приложений, проектирование архитектуры сервисов, работа с базами данных.",
  },
];
