export default [
  {
    id: "01",
    title: "Постановка задачи",
    items: [
      {
        title: "Знакомство и обсуждение проекта",
        descriptor:
          "Предварительно обсуждаем задачу и договариваемся об удобном для Вас способе брифинга.",
      },
      {
        title: "Заполнение и утверждение брифа",
        descriptor:
          "Бриф — это документ со списком ключевых вопросов по проекту. Бриф позволит нам уточнить задачу, объём, технические и визуальные аспекты предстоящей работы. Вы можете заполнить бриф самостоятельно или с моей помощью.",
      },
      {
        title: "Расчёт сроков и стоимости",
        descriptor:
          "На основе подробно заполненного брифа рассчитывается срок и стоимость выполнения заказа.",
      },
      {
        title: "Составление тз на основе брифа",
        descriptor:
          "Прописываем и утверждаем структуру, функционал и требования по дизайну сайта.",
      },
      {
        title: "Составление и подписание договора",
        descriptor:
          "Закрепляем техническое задание, сроки, стоимость и условия разработки.",
      },
      {
        title: "Первый транш оплаты",
        descriptor:
          "После внесения предоплаты в размере 50% от стоимости разработки сайта, необходимо передать тексты, фото и брендбук (при наличии) дизайнеру.",
      },
    ],
  },
  {
    id: "02",
    title: "АНАЛИТИКА",
    items: [
      {
        title: "Конкурентный анализ",
        descriptor:
          "UI/UX дизайнер проводит анализ сайтов конкурентов, выявляет сильные и слабые стороны дизайна, подачи контента и технических решений.",
      },
      {
        title: "Прототип",
        descriptor:
          "На основе брифа, ТЗ и конкурентного анализа дизайнер составляет прототип сайта. Прототип — это скелет с примерным расположением текстов и блоков, который позволит проработать и утвердить структуру сайта, а так же ускорить процесс разработки. После утверждения прототипа правки в структуру сайта не вносятся.",
      },
    ],
  },
  {
    id: "03",
    title: "ДИЗАЙН",
    items: [
      {
        title: "Разработка и утверждение дизайн-макета",
        descriptor:
          "UI/UX дизайнер разрабатывает десктопную версию дизайн-макета сайта - для настольных компьютеров и ноутбуков на основе тз конкурентного анализа. Возможны 3 бесплатных круга правок. После утверждения десктопной версии макета, внесение правок невозможно.",
      },
      {
        title: "Дизайн адаптива",
        descriptor:
          "После утверждения десктопной версии макета, дизайнер разрабатывает адаптивные версии - для смартфонов и планшетов. Это является сугубо техническим этапом работы дизайнера.",
      },
      {
        title: "Второй транш оплаты",
        descriptor:
          "На этом этапе вносится вторая часть оплаты работы дизайнера.",
      },
    ],
  },
  {
    id: "04",
    title: "РАЗРАБОТКА",
    items: [
      {
        title: "Back-end и front-end разработка",
        descriptor:
          "На этом этапе я пишу код для серверной и клиентской части вашего сайта в соответствии с техническим заданием и дизайн-макетом.",
      },
      {
        title: "Тестирование",
        descriptor:
          "Я проверяю работоспособность системы, выявляю и отлавливаю баги, исправляю их.",
      },
      {
        title: "Финальный транш оплаты",
        descriptor: "Внесение второй части оплаты работы программиста.",
      },
    ],
  },
  {
    id: "05",
    title: "ЗАПУСК",
    items: [
      {
        title: "Покупка хостинга и доменного имени",
        descriptor:
          "Хостинг — это сервис, который предоставляет место для размещения вашего сайта на сервере. Доменное имя - это уникальное адресное имя вашего сайта в интернете, через которое пользователи смогут его найти. Вы можете выбрать и оплатить их самостоятельно или с моей помощью.",
      },
      {
        title: "Загрузка сайта на хостинг",
        descriptor:
          "Я загружаю на приобретённый Вами хостинг файлы и настраиваю систему для корректной работы сайта.",
      },
    ],
  },
];
